{
  "users": [
    {
      "id": "001",
      "login": "anton",
      "password": "qwerty123",
      "registed_at": "2050-09-22",
      "role_id": 0
    },
    {
      "id": "9897",
      "login": "ivan",
      "password": "123qwe",
      "registed_at": "2000-08-26 09:07",
      "role_id": 2
    }
  ],
  "roles": [
    {
      "id": "0",
      "name": "Администратор"
    },
    {
      "id": "1",
      "name": "Модератор"
    },
    {
      "id": "2",
      "name": "Читатель"
    },
    {
      "id": "3",
      "name": "Гость"
    }
  ],
  "posts": [
    {
      "id": "002",
      "title": "Идейные соображения высшего порядка!",
      "image_url": "https://plus.unsplash.com/premium_photo-1752134128504-5dc71565c96b?q=80&w=280&h=150&fit=crop&crop=center&auto=format",
      "content": "Товарищи! постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение дальнейших направлений развития. С другой стороны дальнейшее развитие различных форм деятельности требуют определения и уточнения форм развития. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности представляет собой интересный эксперимент проверки модели развития. Не следует, однако забывать, что новая модель организационной деятельности влечет за собой процесс внедрения и модернизации систем массового участия. Не следует, однако забывать, что рамки и место обучения кадров позволяет выполнять важные задания по разработке соответствующий условий активизации. Не следует, однако забывать, что постоянный количественный рост и сфера нашей активности позволяет оценить значение направлений прогрессивного развития.\n\n Равным образом сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании форм развития. Идейные соображения высшего порядка, а также консультация с широким активом в значительной степени обуславливает создание существенных финансовых и административных условий. Разнообразный и богатый опыт начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки дальнейших направлений развития. ",
      "published_at": "2045-04-01"
    },
    {
      "id": "003",
      "title": "Таким образом сложившаяся структура организации",
      "image_url": "https://plus.unsplash.com/premium_photo-1752295068665-7a4520de3bb9?q=80&w=280&h=150&fit=crop&crop=center&auto=format",
      "content": "Товарищи! постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение дальнейших направлений развития. С другой стороны дальнейшее развитие различных форм деятельности требуют определения и уточнения форм развития. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности представляет собой интересный эксперимент проверки модели развития. Не следует, однако забывать, что новая модель организационной деятельности влечет за собой процесс внедрения и модернизации систем массового участия. Не следует, однако забывать, что рамки и место обучения кадров позволяет выполнять важные задания по разработке соответствующий условий активизации. Не следует, однако забывать, что постоянный количественный рост и сфера нашей активности позволяет оценить значение направлений прогрессивного развития.\n\n Равным образом сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании форм развития. Идейные соображения высшего порядка, а также консультация с широким активом в значительной степени обуславливает создание существенных финансовых и административных условий. Разнообразный и богатый опыт начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки дальнейших направлений развития. ",
      "published_at": "2045-10-02"
    },
    {
      "id": "005",
      "title": "Значимость этих проблем настолько очевидна",
      "image_url": "https://images.unsplash.com/reserve/bOvf94dPRxWu0u3QsPjF_tree.jpg?q=80&w=280&h=150&fit=crop&crop=center&auto=format",
      "content": "Товарищи! постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение дальнейших направлений развития. С другой стороны дальнейшее развитие различных форм деятельности требуют определения и уточнения форм развития. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности представляет собой интересный эксперимент проверки модели развития. Не следует, однако забывать, что новая модель организационной деятельности влечет за собой процесс внедрения и модернизации систем массового участия. Не следует, однако забывать, что рамки и место обучения кадров позволяет выполнять важные задания по разработке соответствующий условий активизации. Не следует, однако забывать, что постоянный количественный рост и сфера нашей активности позволяет оценить значение направлений прогрессивного развития.\n\n Равным образом сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании форм развития. Идейные соображения высшего порядка, а также консультация с широким активом в значительной степени обуславливает создание существенных финансовых и административных условий. Разнообразный и богатый опыт начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки дальнейших направлений развития. Товарищи! дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития. Разнообразный и богатый опыт постоянный количественный рост и сфера нашей активности позволяет оценить значение новых предложений.\n\n Повседневная практика показывает, что дальнейшее развитие различных форм деятельности играет важную роль в формировании позиций, занимаемых участниками в отношении поставленных задач.",
      "published_at": "2045-06-26"
    },
    {
      "id": "006",
      "title": "С другой стороны реализация намеченных плановых заданий 999",
      "image_url": "https://images.unsplash.com/photo-1756747840495-a1248bfac910?q=80&w=280&h=150&fit=crop&crop=center&auto=format",
      "content": "Товарищи! постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение дальнейших направлений развития. С другой стороны дальнейшее развитие различных форм деятельности требуют определения и уточнения форм развития. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности представляет собой интересный эксперимент проверки модели развития.\n\nНе следует, однако забывать, что новая модель организационной деятельности влечет за собой процесс внедрения и модернизации систем массового участия. Не следует, однако забывать, что рамки и место обучения кадров позволяет выполнять важные задания по разработке соответствующий условий активизации. Не следует, однако забывать, что постоянный количественный рост и сфера нашей активности позволяет оценить значение направлений прогрессивного развития. Равным образом сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании форм развития. \n\nИдейные соображения высшего порядка, а также консультация с широким активом в значительной степени обуславливает создание существенных финансовых и административных условий. Разнообразный и богатый опыт начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки дальнейших направлений развития. Товарищи! дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития. Разнообразный и богатый опыт постоянный количественный рост и сфера нашей активности позволяет оценить значение новых предложений.",
      "published_at": "2045-03-31"
    },
    {
      "id": "4aaa",
      "image_url": "https://images.unsplash.com/photo-1757924787010-80d15d292726?q=80&w=280&h=150&fit=crop&crop=center&auto=format",
      "published_at": "1997-08-29 10:01",
      "title": "Еще песочка!",
      "content": "Песок — это не просто сыпучая масса под ногами на пляже или в детской песочнице. Это фундаментальный природный материал, история которого исчисляется миллионами лет. Образуется песок в результате разрушения горных пород под воздействием ветра, воды и перепадов температур. Состав его разнообразен: чаще всего это зерна кварца, полевого шпата и слюды, но на отдельных побережьях можно найти песок из измельченных раковин (ракушечный), вулканического стекла или даже полудрагоценных камней.\n\nЗначение песка в современном мире трудно переоценить. Прежде всего, он является ключевым компонентом при производстве бетона и стекла, то есть literally является основой нашей цивилизации, из него построены города. Без песка не было бы ни дорог, ни микрочипов, ни окон. Его используют в фильтрах для очистки воды, в песочных часах, в качестве абразива и даже для создания искусственных островов.\n\nНесмотря на кажущуюся распространенность, песок — это ценный и небесконечный ресурс. Активная добыча, особенно в прибрежных зонах и руслах рек, наносит серьезный ущерб экосистемам, приводит к эрозии почв и разрушению береговых линий. Поэтому сегодня все более актуальными становятся вопросы регламентации его добычи, поиска альтернативных материалов и переработки строительных отходов для повторного использования песка в промышленности."
    },
    {
      "id": "9d20",
      "image_url": "https://images.unsplash.com/photo-1507525428034-b723cf961d3e?q=80&w=280&h=150&fit=crop&crop=center&auto=format",
      "published_at": "1983-09-15 09:24",
      "title": "Лето! Ах лето!",
      "content": "Лето — это долгожданная пора, которая приходит с щедрыми дарами. Природа в это время года достигает пика своей красоты: леса одеты в сочную, яркую зелень, поля усеяны разноцветным ковром из полевых цветов, а воздух наполнен пьянящим ароматом свежескошенной травы и цветущих лип. Дни становятся длинными и светлыми, а короткие, теплые ночи усыпаны мириадами звезд, создавая ощущение бесконечной магии и безмятежности.\n\nЭто время года дарит ощущение полной свободы и беззаботности. Оно манит к отдыху у воды: к шумным морским побережьям, тихим озерам или быстрым рекам. Лето — это синоним путешествий, новых открытий и приключений, будь то поездка в другую страну или исследование родных мест. Оно дарит возможность замедлить бег и насладиться простыми радостями: чтением книги в гамаке, долгими прогулками на закате или ночными посиделками у костра с друзьями.\n\nЛетний сезон балует изобилием вкусов и ароматов. Именно в это время мы можем наслаждаться сочными ягодами — клубникой, малиной, черникой, свежими овощами прямо с грядки и сладкими фруктами. Мороженое, холодные лимонады и арбуз становятся главными лакомствами, спасающими от зноя. А запах шашлыка, разносящийся по дачным участкам, становится неотъемлемой частью летней атмосферы, символизируя отдых и общение с близкими.\n\nОднако лето не вечно, и именно эта быстротечность заставляет ценить каждый его миг. Оно пролетает стремительно, оставляя после себя не только ровный загар и полные корзины грибов, но и бесценные воспоминания: ощущение теплого песка под ногами, вкус первой спелой черешни, радость от купания под теплым дождем и безудержное веселье летних праздников. Эти яркие моменты согревают сердце долгими зимними вечерами и заставлять снова и снова ждать возвращения этого прекрасного времени года."
    },
    {
      "id": "2030",
      "image_url": "https://plus.unsplash.com/premium_photo-1680995369588-502d70f0e3c8?q=80&w=280&h=150&fit=crop&crop=center&auto=format",
      "published_at": "1980-06-09 08:09",
      "title": "Пальма!",
      "content": "Пальма — это не просто дерево, а настоящий символ тропического рая, солнца и беззаботного отдыха. Её стройный, устремлённый ввысь ствол и раскидистая крона из крупных перистых или веерообразных листьев мгновенно вызывают в воображении картины золотистых пляжей, лазурного океана и мягкого бриза. Эти растения являются доминантой ландшафта в жарких странах, создавая ту самую неповторимую атмосферу отпуска, которую ищут миллионы людей.\n\nУдивительно, но при всей своей внешней хрупкости пальмы невероятно выносливы. Они приспособились процветать под палящим солнцем, их корневая система прочно удерживает их в песке, а жёсткие листья способны выдержать сильные порывы ветра и даже ураганы. Многие виды годами могут обходиться без воды, черпая влагу из глубоких слоёв почвы, демонстрируя удивительную волю к жизни.\n\nДля человека пальма имеет огромное практическое значение. Она является источником пищи: кокосовые орехи, финики, масло — всё это даруют нам разные её виды. Древесина и листья используются в строительстве и для изготовления кровли, а волокна идут на плетение циновок и канатов. Таким образом, пальма — это не только красота, но и основа жизни и экономики многих народов.\n\nВ культуре пальма давно заняла почётное место как знак победы, мира и долголетия. Изображённая на гербах и флагах, она олицетворяет триумф и жизненную силу. Даже в северных странах, где она не растёт, пальма в оранжерее или ботаническом саду становится желанным объектом, напоминанием о далёких тёплых краях и воплощением экзотической элегантности."
    },
    {
      "id": "c4b2",
      "image_url": "https://images.unsplash.com/photo-1757681745764-135e27f90ea5?q=80&w=280&h=150&fit=crop&crop=center&auto=format",
      "published_at": "1989-07-19 12:03",
      "title": "Утро начинается с аромата",
      "content": "Для миллионов людей по всему миру утро начинается с чашки бодрящего кофе. Этот насыщенный, горьковато-терпкий аромат, разносящийся по кухне, стал символом пробуждения и начала нового дня. Ритуал приготовления — будь то медленная проливка через фильтр или мощный эспрессо из машины — это момент тишины и сосредоточенности, маленькая медитация перед погружением в суматоху.\n\nКофе — это не просто напиток, а целая социальная культура. Деловая встреча, дружеская беседа или свидание часто проходят за чашкой кофе. Он объединяет людей, создает пространство для общения и дарит заряд энергии не только благодаря кофеину, но и благодаря самому процессу — возможности сделать паузу и насладиться моментом."
    },
    {
      "id": "f9e2",
      "image_url": "https://plus.unsplash.com/premium_photo-1757322537709-b47b3ac11f69?q=80&w=280&h=150&fit=crop&crop=center&auto=forma",
      "published_at": "1994-03-16 03:47",
      "title": "Окно в другие миры",
      "content": "С самого детства книги являются нашими верными спутниками и проводниками. Они способны перенести нас в далёкие страны, в прошлое или будущее, позволить пережить тысячи жизней и приключений вместе с героями. Шорох страниц и особый запах бумаги и типографской краски создают неповторимую магию, которую не может заменить даже самый современный гаджет.\n\nЧтение — это не просто развлечение, но и мощный тренажёр для ума. Оно обогащает словарный запас, развивает воображение и критическое мышление, учит нас empathize — сопереживать совершенно непохожим на нас людям. Хорошая книга может дать совет, утешить в трудную минуту или просто стать надёжным укрытием от повседневных забот."
    },
    {
      "id": "f2b3",
      "image_url": "https://images.unsplash.com/photo-1757748827274-db77284162ef?q=80&w=280&h=150&fit=crop&crop=center&auto=format",
      "published_at": "1978-09-02 05:37",
      "title": "Молчаливые великаны",
      "content": "Горные вершины, увенчанные сверкающими шапками снегов, величественно и молчаливо возвышаются над миром. Они бросают вызов смельчакам, маня своей неприступной красотой и суровой аурой. Восхождение на гору — это всегда испытание себя, преодоление не только высоты, но и собственных страхов и сомнений.\n\nНо даже для тех, кто не стремится к покорению вершин, горы дарят невероятные эмоции. Чистейший воздух, захватывающие дух панорамы, тишина, нарушаемая лишь шелестом ветра, — всё это позволяет ощутить ни с чем не сравнимое чувство свободы, гармонии с природой и собственной малости перед вечностью."
    },
    {
      "id": "5919",
      "image_url": "https://images.unsplash.com/photo-1757330010718-8b6812cc9c5a?q=80&w=280&h=150&fit=crop&crop=center&auto=format",
      "published_at": "1986-06-27 16:50",
      "title": "Капсулы времени",
      "content": "Старые чёрно-белые или выцветшие цветные снимки — это настоящие капсулы времени, хранящие моменты, эмоции и истории прошлого. На них застыли улыбки наших предков, давно изменившиеся городские пейзажи и памятные события. Каждая такая фотография — это загадка и повод расспросить старших членов семьи, чтобы оживить память.\n\nРазбирать старый семейный альбом — всё равно что отправиться в путешествие. Это трогательный и немного грустный процесс, который соединяет поколения. Он напоминает нам о том, что жизнь быстротечна, и призывает ценить каждое мгновение, которое однажды тоже может стать историей на пожелтевшей фотографии."
    },
    {
      "id": "4569",
      "image_url": "https://plus.unsplash.com/premium_photo-1674500780050-dd938a43771c?q=80&w=280&h=150&fit=crop&crop=center&auto=format",
      "published_at": "1997-07-10 08:23",
      "title": "Универсальный язык души",
      "content": "Музыка — это невидимый мост, который соединяет сердца людей across cultures and epochs. Не нуждаясь в словах, она способна передать всю гамму человеческих чувств: от безудержной радости до глубокой печали. Один и тот же мотив может для одного человека стать саундтреком к счастью, а для другого — напоминанием о потере.\n\nОна обладает огромной терапевтической силой. Правильно подобранная мелодия может мотивировать на тренировке, помочь сконцентрироваться на работе или, наоборот, расслабиться после тяжелого дня. Музыка оживляет воспоминания, даёт утешение и становится нашим личным саундтреком, сопровождая нас на протяжении всей жизни."
    },
    {
      "id": "fa08",
      "image_url": "https://images.unsplash.com/photo-1757060584191-51193524be5d?q=80&w=280&h=150&fit=crop&crop=center&auto=format",
      "published_at": "1995-06-25 11:44",
      "title": "Небесная симфония",
      "content": "Для многих дождливая погода — это повод для хандры, но если посмотреть иначе, дождь может стать источником умиротворения. Монотонный стук капель по крыше, чистый, промытый воздух, наполненный ароматом мокрой земли и асфальта («петрикор»), — это своя особенная, меланхоличная поэзия.\n\nДождь словно приглашает нас замедлиться. Он создаёт уютное пространство внутри дома, где приятно завернуться в плед, взять в руки горячий чай и понаблюдать за стекающими по стеклу струйками воды. Это время для размышлений, творчества или просто тихого отдыха под убаюкивающую небесную симфонию."
    },
    {
      "id": "8278",
      "image_url": "https://plus.unsplash.com/premium_photo-1757322537358-499a3872a9c2?q=80&w=280&h=150&fit=crop&crop=center&auto=format",
      "published_at": "1989-07-30 17:32",
      "title": "Крошечные архитекторы жизни",
      "content": "Пчёлы — это не просто производители мёда. Эти неутомимые труженицы играют crucial role в экосистеме нашей планеты, являясь одними из главных опылителей. Благодаря их работе цветут сады, зреют ягоды, фрукты и овощи. Их деятельность напрямую влияет на биоразнообразие и урожайность.\n\nОрганизация пчелиной колонии поражает своим совершенством. Чёткое разделение труда, безупречные инженерные решения в постройке сот, сложный «язык» танца для коммуникации — всё это свидетельствует о невероятной мудрости природы. Пчёлы являются ярким примером того, как слаженная работа коллектива приводит к процветанию всего улья.Пчёлы — это не просто производители мёда. Эти неутомимые труженицы играют crucial role в экосистеме нашей планеты, являясь одними из главных опылителей. Благодаря их работе цветут сады, зреют ягоды, фрукты и овощи. Их деятельность напрямую влияет на биоразнообразие и урожайность.\n\nОрганизация пчелиной колонии поражает своим совершенством. Чёткое разделение труда, безупречные инженерные решения в постройке сот, сложный «язык» танца для коммуникации — всё это свидетельствует о невероятной мудрости природы. Пчёлы являются ярким примером того, как слаженная работа коллектива приводит к процветанию всего улья."
    },
    {
      "id": "c364",
      "image_url": "https://images.unsplash.com/photo-1757743066485-e7acb3d7af7a?q=80&w=280&h=150&fit=crop&crop=center&auto=format",
      "published_at": "1979-01-03 21:47",
      "title": "Искусство без границ",
      "content": "Уличное искусство давно вышло за рамки простого граффити и вандализма. Сегодня это мощная форма публичного высказывания, способная преобразить скучный городской пейзаж. Яркие муралы, остроумные трафареты и замысловатые стикеры превращают серые стены в галерею под открытым небом, делая искусство доступным для каждого прохожего.\n\nЗачастую уличные художники поднимают в своих работах острые социальные и политические вопросы, заставляя людей задуматься. Их творчество — это диалог с городом и его жителями, реакция на происходящее. Это искусство живо и эфемерно, оно может исчезнуть в любой момент, что лишь добавляет ему ценности и остроты."
    },
    {
      "id": "547f",
      "image_url": "https://plus.unsplash.com/premium_photo-1753205978691-6a437f726144?q=80&w=280&h=150&fit=crop&crop=center&auto=format",
      "published_at": "1994-07-03 05:23",
      "title": "Тишина для себя",
      "content": "Одиночество традиционно воспринимается как нечто негативное, связанное с тоской и изоляцией. Однако существует и его светлая сторона — добровольное уединение. Это необходимое время для перезагрузки, когда можно остаться наедине со своими мыслями, прислушаться к себе без внешнего шума и суеты.\n\nВ такие моменты рождается лучшее понимание собственных желаний и целей. Одиночество — это возможность для саморазвития, творчества и отдыха от социальных ролей. Это не пустота, а насыщенное пространство для диалога с самим собой, которое помогает восстановить силы и обрести внутреннюю гармонию."
    },
    {
      "id": "00q12",
      "title": "Идейные соображения высшего порядка",
      "image_url": "https://plus.unsplash.com/premium_photo-1752134128504-5dc71565c96b?q=80&w=280&h=150&fit=crop&crop=center&auto=format",
      "content": "Товарищи! постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение дальнейших направлений развития. С другой стороны дальнейшее развитие различных форм деятельности требуют определения и уточнения форм развития. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности представляет собой интересный эксперимент проверки модели развития. Не следует, однако забывать, что новая модель организационной деятельности влечет за собой процесс внедрения и модернизации систем массового участия. Не следует, однако забывать, что рамки и место обучения кадров позволяет выполнять важные задания по разработке соответствующий условий активизации. Не следует, однако забывать, что постоянный количественный рост и сфера нашей активности позволяет оценить значение направлений прогрессивного развития.\n\n Равным образом сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании форм развития. Идейные соображения высшего порядка, а также консультация с широким активом в значительной степени обуславливает создание существенных финансовых и административных условий. Разнообразный и богатый опыт начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки дальнейших направлений развития. ",
      "published_at": "2045-04-01"
    },
    {
      "id": "0adf03",
      "title": "Таким образом сложившаяся структура организации",
      "image_url": "https://plus.unsplash.com/premium_photo-1752295068665-7a4520de3bb9?q=80&w=280&h=150&fit=crop&crop=center&auto=format",
      "content": "Товарищи! постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение дальнейших направлений развития. С другой стороны дальнейшее развитие различных форм деятельности требуют определения и уточнения форм развития. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности представляет собой интересный эксперимент проверки модели развития. Не следует, однако забывать, что новая модель организационной деятельности влечет за собой процесс внедрения и модернизации систем массового участия. Не следует, однако забывать, что рамки и место обучения кадров позволяет выполнять важные задания по разработке соответствующий условий активизации. Не следует, однако забывать, что постоянный количественный рост и сфера нашей активности позволяет оценить значение направлений прогрессивного развития.\n\n Равным образом сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании форм развития. Идейные соображения высшего порядка, а также консультация с широким активом в значительной степени обуславливает создание существенных финансовых и административных условий. Разнообразный и богатый опыт начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки дальнейших направлений развития. ",
      "published_at": "2045-10-02"
    },
    {
      "id": "0fgr05",
      "title": "Значимость этих проблем настолько очевидна",
      "image_url": "https://images.unsplash.com/reserve/bOvf94dPRxWu0u3QsPjF_tree.jpg?q=80&w=280&h=150&fit=crop&crop=center&auto=format",
      "content": "Товарищи! постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение дальнейших направлений развития. С другой стороны дальнейшее развитие различных форм деятельности требуют определения и уточнения форм развития. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности представляет собой интересный эксперимент проверки модели развития. Не следует, однако забывать, что новая модель организационной деятельности влечет за собой процесс внедрения и модернизации систем массового участия. Не следует, однако забывать, что рамки и место обучения кадров позволяет выполнять важные задания по разработке соответствующий условий активизации. Не следует, однако забывать, что постоянный количественный рост и сфера нашей активности позволяет оценить значение направлений прогрессивного развития.\n\n Равным образом сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании форм развития. Идейные соображения высшего порядка, а также консультация с широким активом в значительной степени обуславливает создание существенных финансовых и административных условий. Разнообразный и богатый опыт начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки дальнейших направлений развития. Товарищи! дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития. Разнообразный и богатый опыт постоянный количественный рост и сфера нашей активности позволяет оценить значение новых предложений.\n\n Повседневная практика показывает, что дальнейшее развитие различных форм деятельности играет важную роль в формировании позиций, занимаемых участниками в отношении поставленных задач.",
      "published_at": "2045-06-26"
    }
  ],
  "comments": [
    {
      "id": "e18b",
      "author_id": "001",
      "post_id": "002",
      "publishedAt": "1984-07-31 06:36",
      "content": "123"
    },
    {
      "id": "8a9b",
      "author_id": "001",
      "post_id": "002",
      "publishedAt": "1978-11-28 13:09",
      "content": "125"
    },
    {
      "id": "d0c5",
      "author_id": "001",
      "post_id": "002",
      "publishedAt": "1977-11-22 17:24",
      "content": "25346537485"
    },
    {
      "id": "1efc",
      "author_id": "001",
      "post_id": "002",
      "publishedAt": "1973-10-05 10:18",
      "content": "000"
    },
    {
      "id": "54ad",
      "author_id": "001",
      "post_id": "003",
      "publishedAt": "1999-08-07 04:59",
      "content": "453453"
    },
    {
      "id": "a91b",
      "author_id": "001",
      "post_id": "003",
      "publishedAt": "1971-01-12 19:25",
      "content": "vsfrgdfszvzxg"
    },
    {
      "id": "b04d",
      "author_id": "001",
      "post_id": "003",
      "publishedAt": "1987-10-17 02:10",
      "content": "SGwsrgwergf g"
    },
    {
      "id": "a943",
      "author_id": "001",
      "post_id": "003",
      "publishedAt": "1978-07-03 04:34",
      "content": "g SFGS Rg xfgv SF g"
    },
    {
      "id": "d97f",
      "author_id": "001",
      "post_id": "c364",
      "publishedAt": "2000-10-29 07:23",
      "content": "fffffffffffffffffffffffff"
    },
    {
      "id": "8a95",
      "author_id": "001",
      "post_id": "c364",
      "publishedAt": "1974-10-06 03:37",
      "content": "ffffffffffffffffffffffffffffff"
    },
    {
      "id": "fe98",
      "author_id": "001",
      "post_id": "c364",
      "publishedAt": "1992-04-28 11:15",
      "content": "sssssssssssssssssssssssssssssssss"
    },
    {
      "id": "7010",
      "author_id": "001",
      "post_id": "002",
      "publishedAt": "1977-08-30 02:02",
      "content": "52"
    }
  ],
  "sessions": [
    {
      "id": "fd20",
      "hash": "0.39657531695914483016451868024887517094612121582031",
      "user": {
        "id": "001",
        "login": "anton",
        "password": "qwerty123",
        "registeredAt": "2050-09-22",
        "roleId": 0
      }
    },
    {
      "id": "e18d",
      "hash": "0.62488688012759341372515109469532035291194915771484",
      "user": {
        "id": "001",
        "login": "anton",
        "password": "qwerty123",
        "registeredAt": "2050-09-22",
        "roleId": 0
      }
    },
    {
      "id": "98ce",
      "hash": "0.40951862475868094914943640105775557458400726318359",
      "user": {
        "id": "001",
        "login": "anton",
        "password": "qwerty123",
        "registeredAt": "2050-09-22",
        "roleId": 0
      }
    }
  ]
}